benchmarks/framework-shootout/results/django/json/run1/wrk_steady.txt
Running 5s test @ http://django:8080/json
  4 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    15.34ms   18.35ms  68.35ms   80.45%
    Req/Sec     1.50k   204.12     2.04k    66.50%
  Latency Distribution
     50%    4.40ms
     75%   25.45ms
     90%   48.35ms
     99%   62.56ms
  30319 requests in 5.10s, 6.59MB read
Requests/sec:   5944.13
Transfer/sec:      1.29MB